[,{"id":"4fc480c5-4eae-47a9-8b92-4a069d66f07d","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Who gets fecal incontinence?","text_description":"Nearly 18 million U.S. adults about one in 12 have fecal incontinence. People of any age can have a bowel control problem, though fecal incontinence is more common in older adults. Fecal incontinence is slightly more common among women. Having any of the following can increase the risk: diarrhea, which is passing loose, watery stools three or more times a day urgency, or the sensation of having very little time to get to the toilet for a bowel movement a disease or injury that damages the nervous system poor overall health from multiple chronic, or long lasting, illnesses a difficult childbirth with injuries to the pelvic floor the muscles, ligaments, and tissues that support the uterus, vagina, bladder, and rectum Whitehead WE, Borrud L, Goode PS, et al. Fecal incontinence in U.S. adults: epidemiology and risk factors. Gastroenterology. 2009;137(2):512–517. "}{"id":"4df30df8-3b07-4487-9fde-b1d84db6585e","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Fecal Incontinence","text_description":""},{"id":"944e355f-a336-4fc2-b643-58f9656b267e","source":"Fecal Incontinence","doc_type":"definition","topic":"What is fecal incontinence?","text_description":"Fecal incontinence, also called a bowel control problem, is the accidental passing of solid or liquid stool or mucus from the rectum. Fecal incontinence includes the inability to hold a bowel movement until reaching a toilet as well as passing stool into one’s underwear without being aware of it happening. Stool, also called feces, is solid waste that is passed as a bowel movement and includes undigested food, bacteria, mucus, and dead cells. Mucus is a clear liquid that coats and protects tissues in the digestive system. Fecal incontinence can be upsetting and embarrassing. Many people with fecal incontinence feel ashamed and try to hide the problem. However, people with fecal incontinence should not be afraid or embarrassed to talk with their health care provider. Fecal incontinence is often caused by a medical problem and treatment is available. "},{"id":"ce3e05d3-d2d8-490b-a566-e7a9a5a61e59","source":"Fecal Incontinence","doc_type":"definition","topic":"What is the gastrointestinal (GI) tract?","text_description":"The GI tract is a series of hollow organs joined in a long, twisting tube from the mouth to the anus. The movement of muscles in the GI tract, along with the release of hormones and enzymes, allows for the digestion of food. Organs that make up the GI tract are the mouth, esophagus, stomach, small intestine, large intestine which includes the appendix, cecum, colon, and rectum and anus. The intestines are sometimes called the bowel. The last part of the GI tract called the lower GI tract consists of the large intestine and anus. The lower GI tract The large intestine absorbs water and any remaining nutrients from partially digested food passed from the small intestine. The large intestine then changes waste from liquid to stool. Stool passes from the colon to the rectum. The rectum is located between the last part of the colon called the sigmoid colon and the anus. The rectum stores stool prior to a bowel movement. During a bowel movement, stool moves from the rectum to the anus, the opening through which stool leaves the body. "},{"id":"79c75c52-a5a2-4204-8bbe-dabe92259b18","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"How does bowel control work?","text_description":"Bowel control relies on muscles and nerves of the rectum and anus working together to hold stool in the rectum let a person know when the rectum is full release stool when the person is ready Circular muscles called sphincters close tightly like rubber bands around the anus until stool is ready to be released. Pelvic floor muscles also help with bowel control. The external and internal anal sphincter muscles "},{"id":"cafa28da-ef3a-434c-9f98-88b38ee38b56","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"On this page:","text_description":"What is fecal incontinence? Who gets fecal incontinence? What is the gastrointestinal (GI) tract? How does bowel control work? What causes fecal incontinence? How is fecal incontinence diagnosed? How is fecal incontinence treated? Eating, Diet, and Nutrition What are some practical tips for coping with fecal incontinence? What if a child has fecal incontinence? Points to Remember Hope through Research For More Information Acknowledgments"},{"id":"7178c419-a96c-46bc-9229-f7f09fcc0afb","source":"Fecal Incontinence","doc_type":"cause","topic":"What causes fecal incontinence?","text_description":"Fecal incontinence has many causes, including diarrhea constipation muscle damage or weakness nerve damage loss of stretch in the rectum childbirth by vaginal delivery hemorrhoids and rectal prolapse rectocele inactivity"},{"id":"3379e6b9-22fa-41a8-a910-293336152c3f","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Diarrhea","text_description":"Diarrhea can cause fecal incontinence. Loose stools fill the rectum quickly and are more difficult to hold than solid stools. Diarrhea increases the chance of not reaching a bathroom in time."},{"id":"a4f672d8-f565-4f20-a7c5-fa8724396260","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Constipation","text_description":"Constipation can lead to large, hard stools that stretch the rectum and cause the internal sphincter muscles to relax by reflex. Watery stool builds up behind the hard stool and may leak out around the hard stool, leading to fecal incontinence. The type of constipation that is most likely to lead to fecal incontinence occurs when people are unable to relax their external sphincter and pelvic floor muscles when straining to have a bowel movement, often mistakenly squeezing these muscles instead of relaxing them. This squeezing makes it difficult to pass stool and may lead to a large amount of stool in the rectum. This type of constipation, called dyssynergic defecation or disordered defecation, is a result of faulty learning. For example, children or adults who have pain when having a bowel movement may unconsciously learn to squeeze their muscles to delay the bowel movement and avoid pain."},{"id":"77d753c2-a281-4ef6-b182-a74c49bcc6c9","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Muscle Damage or Weakness","text_description":"Injury to one or both of the sphincter muscles can cause fecal incontinence. If these muscles, called the external and internal anal sphincter muscles, are damaged or weakened, they may not be strong enough to keep the anus closed and prevent stool from leaking. Trauma, childbirth injuries, cancer surgery, and hemorrhoid surgery are possible causes of injury to the sphincters. Hemorrhoids are swollen blood vessels in and around the anus and lower rectum."},{"id":"3816822a-64af-4b4a-b977-89ebfd10c103","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Nerve Damage","text_description":"The anal sphincter muscles won’t open and close properly if the nerves that control them are damaged. Likewise, if the nerves that sense stool in the rectum are damaged, a person may not feel the urge to go to the bathroom. Both types of nerve damage can lead to fecal incontinence. Possible sources of nerve damage are childbirth; a long-term habit of straining to pass stool; spinal cord injury; and diseases, such as diabetes and multiple sclerosis, that affect the nerves that go to the sphincter muscles and rectum. Brain injuries from stroke, head trauma, or certain diseases can also cause fecal incontinence."},{"id":"b3aa78c7-75b5-479c-a153-604b0bfe6c7f","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Loss of Stretch in the Rectum","text_description":"Normally, the rectum stretches to hold stool until a person has a bowel movement. Rectal surgery, radiation treatment, and inflammatory bowel diseases chronic disorders that cause irritation and sores on the lining of the digestive system can cause the rectal walls to become stiff. The rectum then can’t stretch as much to hold stool, increasing the risk of fecal incontinence."},{"id":"a3e06375-4923-4232-ad8c-7d06608fa45d","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Childbirth by Vaginal Delivery","text_description":"Childbirth sometimes causes injuries to muscles and nerves in the pelvic floor. The risk is greater if forceps are used to help deliver the baby or if an episiotomy a cut in the vaginal area to prevent the baby’s head from tearing the vagina during birth is performed. Fecal incontinence related to childbirth can appear soon after delivery or many years later."},{"id":"23a760d3-ab61-40ea-8285-d7bdaa25b182","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Hemorrhoids and Rectal Prolapse","text_description":"External hemorrhoids, which develop under the skin around the anus, can prevent the anal sphincter muscles from closing completely. Rectal prolapse, a condition that causes the rectum to drop down through the anus, can also prevent the anal sphincter muscles from closing well enough to prevent leakage. Small amounts of mucus or liquid stool can then leak through the anus."},{"id":"6717a27e-1adc-425c-bc62-74787029f0d6","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Rectocele","text_description":"Rectocele is a condition that causes the rectum to protrude through the vagina. Rectocele can happen when the thin layer of muscles separating the rectum from the vagina becomes weak. For women with rectocele, straining to have a bowel movement may be less effective because rectocele reduces the amount of downward force through the anus. The result may be retention of stool in the rectum. More research is needed to be sure rectocele increases the risk of fecal incontinence."},{"id":"ed41e170-64d7-40dd-8b40-834cf2db2c3c","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Inactivity","text_description":"People who are inactive, especially those who spend many hours a day sitting or lying down, have an increased risk of retaining a large amount of stool in the rectum. Liquid stool can then leak around the more solid stool. Frail, older adults are most likely to develop constipation-related fecal incontinence for this reason. "},{"id":"6cb95135-562c-4d1d-b99f-4f425d9001c7","source":"Fecal Incontinence","doc_type":"diagnosis","topic":"How is fecal incontinence diagnosed?","text_description":"Health care providers diagnose fecal incontinence based on a person’s medical history, physical exam, and medical test results. In addition to a general medical history, the health care provider may ask the following questions: When did fecal incontinence start? How often does fecal incontinence occur? How much stool leaks? Does the stool just streak the underwear? Does just a little bit of solid or liquid stool leak out or does complete loss of bowel control occur? Does fecal incontinence involve a strong urge to have a bowel movement or does it happen without warning? For people with hemorrhoids, do hemorrhoids bulge through the anus? Do the hemorrhoids pull back in by themselves, or do they have to be pushed in with a finger? How does fecal incontinence affect daily life? Is fecal incontinence worse after eating? Do certain foods seem to make fecal incontinence worse? Can passing gas be controlled? People may want to keep a stool diary for several weeks before their appointment so they can answer these questions. A stool diary is a chart for recording daily bowel movement details. A sample stool diary is available on the Bowel Control Awareness Campaign website at www.bowelcontrol.nih.gov . The person may be referred to a doctor who specializes in problems of the digestive system, such as a gastroenterologist, proctologist, or colorectal surgeon, or a doctor who specializes in problems of the urinary and reproductive systems, such as a urologist or urogynecologist. The specialist will perform a physical exam and may suggest one or more of the following tests: anal manometry anal ultrasound magnetic resonance imaging (MRI) defecography flexible sigmoidoscopy or colonoscopy anal electromyography (EMG)"},{"id":"ff9f46bf-3bac-4330-86e6-ffe7828ee552","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Anal manometry.","text_description":"Anal manometry uses pressure sensors and a balloon that can be inflated in the rectum to check the sensitivity and function of the rectum. Anal manometry also checks the tightness of the anal sphincter muscles around the anus. To prepare for this test, the person should use an enema and not eat anything 2 hours before the test. An enema involves flushing water or a laxative into the anus using a special squirt bottle. A laxative is medication that loosens stool and increases bowel movements. For this test, a thin tube with a balloon on its tip and pressure sensors below the balloon is inserted into the anus until the balloon is in the rectum and pressure sensors are located in the anal canal. The tube is slowly pulled back through the sphincter muscle to measure muscle tone and contractions. No anesthesia is needed for this test, which takes about 30 minutes."},{"id":"1e67289c-f886-439f-bbd0-86a6c332dce7","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Anal ultrasound.","text_description":"Ultrasound uses a device, called a transducer, that bounces safe, painless sound waves off organs to create an image of their structure. An anal ultrasound is specific to the anus and rectum. The procedure is performed in a health care provider’s office, outpatient center, or hospital by a specially trained technician, and the images are interpreted by a radiologist a doctor who specializes in medical imaging. Anesthesia is not needed. The images can show the structure of the anal sphincter muscles."},{"id":"5b66bbf1-a10f-48f7-9ed0-e4f135c01c71","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"MRI.","text_description":"MRI machines use radio waves and magnets to produce detailed pictures of the body’s internal organs and soft tissues without using x rays. The procedure is performed in an outpatient center or hospital by a specially trained technician, and the images are interpreted by a radiologist. Anesthesia is not needed, though people with a fear of confined spaces may be given medication to help them relax. An MRI may include the injection of special dye, called contrast medium. With most MRI machines, the person lies on a table that slides into a tunnel-shaped device that may be open ended or closed at one end; some newer machines are designed to allow the person to lie in a more open space. MRIs can show problems with the anal sphincter muscles. MRI is an alternative to anal ultrasound that may provide more detailed information, especially about the external anal sphincter."},{"id":"affbe85c-0f1c-4b12-bb1b-3820ee45d333","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Defecography.","text_description":"This x ray of the area around the anus and rectum shows how well the person can hold and evacuate stool. The test also identifies structural changes in the rectum and anus such as rectocele and rectal prolapse. To prepare for the test, the person uses two enemas and does not eat anything 2 hours prior to the test. During the test, the health care provider fills the rectum with a soft paste that shows up on x rays and is the same consistency as stool. The person sits on a toilet inside an x-ray machine. The person is first asked to pull in and squeeze the sphincter muscles to prevent leakage and then to strain as if having a bowel movement. The radiologist studies the x rays to identify problems with the rectum, anus, and pelvic floor muscles."},{"id":"68657804-fc18-4468-8e43-a2a46fab35e0","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Flexible sigmoidoscopy or colonoscopy.","text_description":"These tests are used to help diagnose problems causing fecal incontinence. The tests are similar, but colonoscopy is used to view the rectum and entire colon, while flexible sigmoidoscopy is used to view just the rectum and lower colon. These tests are performed at a hospital or outpatient center by a gastroenterologist. For both tests, a health care provider will provide written bowel prep instructions to follow at home. The person may be asked to follow a clear liquid diet for 1 to 3 days before either test. A laxative may be required the night before the test. One or more enemas may be required the night before and about 2 hours before the test. In most cases, people will be given light anesthesia, and possibly pain medication, to help them relax during flexible sigmoidoscopy. Anesthesia is used for colonoscopy. For either test, the person will lie on a table while the gastroenterologist inserts a flexible tube into the anus. A small camera on the tube sends a video image of the intestinal lining to a computer screen. The test can show problems in the lower GI tract that may be causing the bowel control problem. The gastroenterologist may also perform a biopsy, a procedure that involves taking a piece of tissue from the bowel lining for examination with a microscope. The person will not feel the biopsy. A pathologist a doctor who specializes in diagnosing diseases examines the tissue in a lab to confirm the diagnosis. Cramping or bloating may occur during the first hour after these tests. Driving is not permitted for 24 hours after flexible sigmoidoscopy or colonoscopy to allow the anesthesia time to wear off. Before the appointment, a person should make plans for a ride home. Full recovery is expected by the next day and the person is able to go back to a normal diet."},{"id":"365651f9-0318-4d54-89dd-5569e47421d0","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Anal EMG.","text_description":"Anal EMG checks the health of the pelvic floor muscles and the nerves that control the muscles. The health care provider inserts a very thin needle electrode through the skin into the muscle. The electrode on the needle picks up the electrical activity given off by the muscles and shows it as images on a monitor or sounds through a speaker. An alternative type of anal EMG uses stainless steel plates attached to the sides of a plastic plug instead of a needle. The plug is inserted into the anal canal to measure the electrical activity of the external anal sphincter and other pelvic floor muscles. The average amount of electrical activity when the person relaxes quietly, squeezes to prevent a bowel movement, and strains to have a bowel movement shows whether there is damage to the nerves that control the external sphincter and pelvic floor muscles. "},{"id":"05fd3114-33fe-4926-b41b-5a03f7f521ae","source":"Fecal Incontinence","doc_type":"treatment","topic":"How is fecal incontinence treated?","text_description":"Treatment for fecal incontinence may include one or more of the following: eating, diet, and nutrition medications bowel training pelvic floor exercises and biofeedback surgery electrical stimulation "},{"id":"e56e2ce8-24a6-4670-947a-579efba834e4","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Eating, Diet, and Nutrition","text_description":"Dietary changes that may improve fecal incontinence include Eating the right amount of fiber. Fiber can help with diarrhea and constipation. Fiber is found in fruits, vegetables, whole grains, and beans. Fiber supplements sold in a pharmacy or in a health food store are another common source of fiber to treat fecal incontinence. The Academy of Nutrition and Dietetics recommends consuming 20 to 35 grams of fiber a day for adults and “age plus five” grams for children. A 7-year-old child, for example, should get “7 plus five,” or 12, grams of fiber a day. American adults consume only 15 grams a day on average. Fiber should be added to the diet slowly to avoid bloating. Getting plenty to drink. Drinking eight 8-ounce glasses of liquid a day may help prevent constipation. Water is a good choice. Drinks with caffeine, alcohol, milk, or carbonation should be avoided if they trigger diarrhea. Slavin JL. Position of the American Dietetic Association: health implications of dietary fiber. Journal of the American Dietetic Association. 2008;108(31):1716–1731."},{"id":"43730b31-5839-4d04-a7ea-b07e3793fb8d","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Keeping a Food Diary","text_description":"A food diary can help identify foods that cause diarrhea and increase the risk of fecal incontinence. A food diary should list foods eaten, portion size, and when fecal incontinence occurs. After a few days, the diary may show a link between certain foods and fecal incontinence. Eating less of foods linked to fecal incontinence may improve symptoms. A food diary can also be helpful to a health care provider treating a person with fecal incontinence. Common foods and drinks linked to fecal incontinence include dairy products such as milk, cheese, and ice cream drinks and foods containing caffeine cured or smoked meat such as sausage, ham, and turkey spicy foods alcoholic beverages fruits such as apples, peaches, and pears fatty and greasy foods sweeteners in diet drinks and sugarless gum and candy, including sorbitol, xylitol, mannitol, and fructose"},{"id":"39c091da-3d44-4d25-988e-d930ba944369","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Examples of Foods That Have Fiber","text_description":"Beans, cereals, and breads Fiber ½ cup of beans (navy, pinto, kidney, etc.), cooked 6.2–9.6 grams ½ cup of shredded wheat, ready-to-eat cereal 2.7–3.8 grams ⅓ cup of 100% bran, ready-to-eat cereal 9.1 grams 1 small oat bran muffin 3.0 grams 1 whole-wheat English muffin 4.4 grams Fruits 1 small apple, with skin 3.6 grams 1 medium pear, with skin 5.5 grams ½ cup of raspberries 4.0 grams ½ cup of stewed prunes 3.8 grams Vegetables ½ cup of winter squash, cooked 2.9 grams 1 medium sweet potato, baked in skin 3.8 grams ½ cup of green peas, cooked 3.5–4.4 grams 1 small potato, baked, with skin 3.0 grams ½ cup of mixed vegetables, cooked 4.0 grams ½ cup of broccoli, cooked 2.6–2.8 grams ½ cup of greens (spinach, collards, turnip greens), cooked 2.5–3.5 grams Source: U.S. Department of Agriculture and U.S. Department of Health and Human Services, Dietary Guidelines for Americans, 2010. "},{"id":"25a66afb-9c2d-43dc-8347-6f75d725efeb","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Medications","text_description":"If diarrhea is causing fecal incontinence, medication may help. Health care providers sometimes recommend using bulk laxatives, such as Citrucel and Metamucil, to develop more solid stools that are easier to control. Antidiarrheal medications such as loperamide or diphenoxylate may be recommended to slow down the bowels and help control the problem."},{"id":"2066b5f7-aa6b-473b-a496-710e34ff4dcc","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Bowel Training","text_description":"Developing a regular bowel movement pattern can improve fecal incontinence, especially fecal incontinence due to constipation. Bowel training involves trying to have bowel movements at specific times of the day, such as after every meal. Over time, the body becomes used to a regular bowel movement pattern, thus reducing constipation and related fecal incontinence. Persistence is key to successful bowel training. Achieving a regular bowel control pattern can take weeks to months."},{"id":"6a899904-ee23-4a11-ad30-49ed120eb419","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Pelvic Floor Exercises and Biofeedback","text_description":"Exercises that strengthen the pelvic floor muscles may improve bowel control. Pelvic floor exercises involve squeezing and relaxing pelvic floor muscles 50 to 100 times a day. A health care provider can help with proper technique. Biofeedback therapy may also help a person perform the exercises properly. This therapy also improves a person’s awareness of sensations in the rectum, teaching how to coordinate squeezing of the external sphincter muscle with the sensation of rectal filling. Biofeedback training uses special sensors to measure bodily functions. Sensors include pressure or EMG sensors in the anus, pressure sensors in the rectum, and a balloon in the rectum to produce graded sensations of rectal fullness. The measurements are displayed on a video screen as sounds or line graphs. The health care provider uses the information to help the person modify or change abnormal function. The person practices the exercises at home. Success with pelvic floor exercises depends on the cause of fecal incontinence, its severity, and the person’s motivation and ability to follow the health care provider’s recommendations."},{"id":"c3aab9a0-525c-43fe-9e02-e4ac7cbfbffc","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Surgery","text_description":"Surgery may be an option for fecal incontinence that fails to improve with other treatments or for fecal incontinence caused by pelvic floor or anal sphincter muscle injuries. Sphincteroplasty, the most common fecal incontinence surgery, reconnects the separated ends of a sphincter muscle torn by childbirth or another injury. Sphincteroplasty is performed at a hospital by a colorectal, gynecological, or general surgeon. Artificial anal sphincter involves placing an inflatable cuff around the anus and implanting a small pump beneath the skin that the person activates to inflate or deflate the cuff. This surgery is much less common and is performed at a hospital by a specially trained colorectal surgeon. Nonabsorbable bulking agents can be injected into the wall of the anus to bulk up the tissue around the anus. The bulkier tissues make the opening of the anus narrower so the sphincters are able to close better. The procedure is performed in a health care provider’s office; anesthesia is not needed. The person can return to normal physical activities 1 week after the procedure. Bowel diversion is an operation that reroutes the normal movement of stool out of the body when part of the bowel is removed. The operation diverts the lower part of the small intestine or colon to an opening in the wall of the abdomen the area between the chest and hips. An external pouch is attached to the opening to collect stool. The procedure is performed by a surgeon in a hospital and anesthesia is used. More information about these procedures can be found in the National Digestive Diseases Information Clearinghouse fact sheet Bowel Diversion at www.digestive.niddk.nih.gov ."},{"id":"06cd2eed-c5c0-46e0-b972-7703624398c6","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Electrical Stimulation","text_description":"Electrical stimulation, also called sacral nerve stimulation or neuromodulation, involves placing electrodes in the sacral nerves to the anus and rectum and continuously stimulating the nerves with electrical pulses. The sacral nerves connect to the part of the spine in the hip area. A battery-operated stimulator is placed beneath the skin. Based on the person’s response, the health care provider can adjust the amount of stimulation so it works best for that person. The person can turn the stimulator on or off at any time. The procedure is performed in an outpatient center using local anesthesia. "},{"id":"57ccafd2-3628-48c9-8c21-990b21f2c3c0","source":"Fecal Incontinence","doc_type":"definition","topic":"What are some practical tips for coping with fecal incontinence?","text_description":"Fecal incontinence can cause embarrassment, fear, and loneliness. Taking steps to cope is important. The following tips can help: carrying a bag with cleanup supplies and a change of clothes when leaving the house. finding public restrooms before one is needed. using the toilet before leaving home. wearing disposable underwear or absorbent pads inserted in the underwear. using fecal deodorants pills that reduce the smell of stool and gas. Although fecal deodorants are available over the counter, a health care provider can help people find them. Eating tends to trigger contractions of the large intestine that push stool toward the rectum and also cause the rectum to contract for 30 to 60 minutes. Both these events increase the likelihood that a person will pass gas and have a bowel movement soon after eating. This activity may increase if the person is anxious. People with fecal incontinence may want to avoid eating in restaurants or at social gatherings, or they may want to take antidiarrheal medications before eating in these situations."},{"id":"2a2c864c-7dc1-4109-9bc9-ea7e1f631c22","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Anal Discomfort","text_description":"The skin around the anus is delicate and sensitive. Constipation and diarrhea or contact between skin and stool can cause pain or itching. The following steps can help relieve anal discomfort: Washing the anal area after a bowel movement. Washing with water, but not soap, can help prevent discomfort. Soap can dry out the skin, making discomfort worse. Ideally, the anal area should be washed in the shower with lukewarm water or in a sitz bath a special plastic tub that allows a person to sit in a few inches of warm water. No-rinse skin cleansers, such as Cavilon, are a good alternative. Wiping with toilet paper further irritates the skin and should be avoided. Premoistened, alcohol-free towelettes are a better choice. Keeping the anal area dry. The anal area should be allowed to air dry after washing. If time doesn’t permit air drying, the anal area can be gently patted dry with a lint-free cloth. Creating a moisture barrier. A moisture barrier cream that contains ingredients such as dimethicone a type of silicone can help form a barrier between skin and stool. The anal area should be cleaned before applying barrier cream. However, people should talk with their health care provider before using anal creams and ointments because some can irritate the anus. Using nonmedicated powders. Nonmedicated talcum powder or cornstarch can also relieve anal discomfort. As with moisture barrier creams, the anal area should be clean and dry before use. Using wicking pads or disposable underwear. Pads and disposable underwear with a wicking layer can pull moisture away from the skin. Wearing breathable clothes and underwear. Clothes and underwear should allow air to flow and keep skin dry. Tight clothes or plastic or rubber underwear that blocks air can worsen skin problems. Changing soiled underwear as soon as possible. "},{"id":"d36cdd30-6510-4264-baaf-77a447a31f14","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"What if a child has fecal incontinence?","text_description":"A child with fecal incontinence who is toilet trained should see a health care provider, who can determine the cause and recommend treatment. Fecal incontinence can occur in children because of a birth defect or disease, but in most cases it occurs because of constipation. Children often develop constipation as a result of stool withholding. They may withhold stool because they are stressed about toilet training, embarrassed to use a public bathroom, do not want to interrupt playtime, or are fearful of having a painful or unpleasant bowel movement. As in adults, constipation in children can cause large, hard stools that get stuck in the rectum. Watery stool builds up behind the hard stool and may unexpectedly leak out, soiling a child’s underwear. Parents often mistake this soiling as a sign of diarrhea. "},{"id":"900598e3-c514-4f5f-9e18-a53baf9516fc","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Points to Remember","text_description":"Fecal incontinence, also called a bowel control problem, is the accidental passing of solid or liquid stool or mucus from the rectum. Fecal incontinence includes the inability to hold a bowel movement until reaching a toilet as well as passing stool into one’s underwear without being aware of it happening. Nearly 18 million U.S. adults about one in 12 have fecal incontinence. People with fecal incontinence should not be afraid or embarrassed to talk with their health care provider. Fecal incontinence has many causes, including diarrhea constipation muscle damage or weakness nerve damage loss of stretch in the rectum childbirth by vaginal delivery hemorrhoids and rectal prolapse rectocele inactivity Health care providers diagnose fecal incontinence based on a person’s medical history, physical exam, and medical test results. Treatment for fecal incontinence may include one or more of the following: eating, diet, and nutrition medications bowel training pelvic floor exercises and biofeedback surgery electrical stimulation A food diary can help identify foods that cause fecal incontinence. Fecal incontinence can occur in children because of a birth defect or disease, but in most cases it occurs because of constipation. "},{"id":"ba6209f2-bd95-4e19-a82e-611e56d3634b","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Hope through Research","text_description":"The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and other components of the National Institutes of Health (NIH) conduct and support research into many kinds of digestive disorders, including fecal incontinence. The Behavioral Therapy of Obstetric Sphincter Tears (BOOST), funded under NIH clinical trial number NCT01166399, surveys women who suffered a tear of the anal sphincters during childbirth to determine the incidence of fecal incontinence in this population. The NIDDK is sponsoring a study of biofeedback for fecal incontinence, funded under NIH clinical trial number NCT00124904. The aims of the study are to compare biofeedback with alternative therapies, identify which patients are most likely to benefit, and assess the effect of treatment on quality of life. Adaptive Behaviors among Women with Bowel Incontinence: The ABBI Trial, funded under NIH clinical trial number NCT00729144, focuses on the validation of the Adaptation Index instrument as a measurement of adaptive behaviors used to reduce symptoms of fecal incontinence among women. The Adaptation Index was developed with input from investigators of the Pelvic Floor Disorders Network and refined through focus groups and is being validated in women with urinary incontinence and pelvic organ prolapse. Clinical trials are research studies involving people. Clinical trials look at safe and effective new ways to prevent, detect, or treat disease. Researchers also use clinical trials to look at other aspects of care, such as improving the quality of life for people with chronic illnesses. To learn more about clinical trials, why they matter, and how to participate, visit the NIH Clinical Research Trials and You website at www.nih.gov/health/clinicaltrials . For information about current studies, visit www.ClinicalTrials.gov . "},{"id":"48c6f520-43a8-4f13-b520-ff07cc727c8d","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"For More Information","text_description":""},{"id":"3d290930-1ff3-4e92-b0de-821aadade4e4","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"American Academy of Family Physicians","text_description":"P.O. Box 11210 Shawnee Mission, KS 66207–1210 Phone: 1–800–274–2237 or 913–906–6000 Fax: 913–906–6075 Email: fp@aafp.org Internet: www.aafp.org"},{"id":"0bc53e5b-54ba-45c3-aebb-cd532badadab","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"American College of Gastroenterology","text_description":"6400 Goldsboro Road, Suite 200 Bethesda, MD 20817 Phone: 301–263–9000 Email: info@acg.gi.org Internet: www.acg.gi.org"},{"id":"2074c8ca-1e30-45a6-bdf4-a4433fef9e27","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"American Gastroenterological Association","text_description":"4930 Del Ray Avenue Bethesda, MD 20814 Phone: 301–654–2055 Fax: 301–654–5920 Email: member@gastro.org Internet: www.gastro.org"},{"id":"d4019796-8801-4c13-b5ac-aea4c00b42fe","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"American Neurogastroenterology and Motility Society","text_description":"45685 Harmony Lane Belleville, MI 48111 Phone: 734–699–1130 Fax: 734–699–1136 Email: admin@motilitysociety.org Internet: www.motilitysociety.org"},{"id":"75931dc2-0886-44ad-8153-e9c56cd19390","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"International Foundation for Functional Gastrointestinal Disorders","text_description":"P.O. Box 170864 Milwaukee, WI 53217–8076 Phone: 1–888–964–2001 or 414–964–1799 Fax: 414–964–7176 Email: iffgd@iffgd.org Internet: www.iffgd.org"},{"id":"e73be5ee-33ff-4ec1-8e9a-887e12ea1377","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Pelvic Floor Disorders Network","text_description":"Data Coordinating Center 6110 Executive Boulevard, Suite 420 Rockville, MD 20852 Phone: 301–230–4645 Fax: 301–230–4647 Internet: http://pfdn.rti.org"},{"id":"9aec70ed-b829-4695-aeb8-34105c84c702","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"The Simon Foundation for Continence","text_description":"P.O. Box 815 Wilmette, IL 60091 Phone: 1–800–23–SIMON (1–800–237–4666) or 847–864–3913 Fax: 847–864–9758 Internet: www.simonfoundation.org"},{"id":"ff7d1388-a3cc-4804-831a-42f9ebf6074e","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Voices for PFD","text_description":"American Urogynecologic Society Foundation 2025 M Street NW, Suite 800 Washington, D.C. 20036 Phone: 202–367–1167 Fax: 202–367–2167 Email: info@augs.org Internet: www.voicesforpfd.org "},{"id":"0d901b86-300a-412a-8a75-fe27ed608707","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"Acknowledgments","text_description":"Publications produced by the Clearinghouse are carefully reviewed by both NIDDK scientists and outside experts. This publication was originally reviewed by Arnold Wald, M.D., University of Pittsburgh Medical Center; Paul Hyman, M.D., University of Kansas Medical Center; and Diane Darrell, A.P.R.N., B.C., Research College of Nursing, Kansas City, MO. William E. Whitehead, Ph.D., University of North Carolina Center for Functional GI and Motility Disorders, reviewed the updated version of the publication."},{"id":"2fd38016-bbb2-47ee-b879-c278d6ccb764","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"The Bowel Control Awareness Campaign","text_description":"The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) Bowel Control Awareness Campaign provides current, science-based information about the symptoms, diagnosis, and treatment of bowel control problems, also known as fecal incontinence. The Awareness Campaign is an initiative of the National Digestive Diseases Information Clearinghouse, a service of the NIDDK. Download this publication and learn more about the Awareness Campaign at www.bowelcontrol.nih.gov . You may also find additional information about this topic by visiting MedlinePlus at www.medlineplus.gov . This publication may contain information about medications. When prepared, this publication included the most current information available. For updates or for questions about any medications, contact the U.S. Food and Drug Administration toll-free at 1–888–INFO–FDA (1–888–463–6332) or visit www.fda.gov . Consult your health care provider for more information. The U.S. Government does not endorse or favor any specific commercial product or company. Trade, proprietary, or company names appearing in this document are used only because they are considered necessary in the context of the information provided. If a product is not mentioned, the omission does not mean or imply that the product is unsatisfactory."},{"id":"638202b2-8838-4168-a9a9-fa16e1b00d8b","source":"Fecal Incontinence","doc_type":"boilerplate","topic":"National Digestive Diseases Information Clearinghouse","text_description":"2 Information Way Bethesda, MD 20892–3570 Phone: 1–800–891–5389 TTY: 1–866–569–1162 Fax: 703–738–4929 Email: nddic@info.niddk.nih.gov Internet: www.digestive.niddk.nih.gov The National Digestive Diseases Information Clearinghouse (NDDIC) is a service of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK). The NIDDK is part of the National Institutes of Health of the U.S. Department of Health and Human Services. Established in 1980, the Clearinghouse provides information about digestive diseases to people with digestive disorders and to their families, health care professionals, and the public. The NDDIC answers inquiries, develops and distributes publications, and works closely with professional and patient organizations and Government agencies to coordinate resources about digestive diseases. This publication is not copyrighted. The Clearinghouse encourages users of this publication to duplicate and distribute as many copies as desired. NIH Publication No. 13–4866 December 2012  Page last updated November 27, 2013"}]